Repository: adamstoneman/featured-content-manager
Catalog: languages/featured-content-manager-*.po
Languages: sv_se

source: Feature Content Manager
sv_se: Hantering av Utvalt Innehåll

source: This panel is used for managing featured areas. You can add pages and posts.
sv_se: Denna panel är till för att organisera utvalda objekt. Du kan lägga till sidor och poster.

source: Featured Area
sv_se: Utvalt område

source: Nothing found.
sv_se: Hittade tyvärr ingenting.

source: Search Content
sv_se: Sök innehåll

source: Search content
sv_se: Sök innehåll

source: Delete thumbnail
sv_se: Ta bort tumnagel

source: Select thumbnail
sv_se: Välj tumnagel

source: Title
sv_se: Titel

source: Delete
sv_se: Ta bort

source: Featured Items
sv_se: Nytt område

source: Featured Item
sv_se: Nytt område

source: Add New
sv_se: Lägg till

source: Add New Featured Item
sv_se: Lägg till

source: Edit Featured Item
sv_se: Ändra

source: New Featured Item
sv_se: Nytt område

source: View Featured Item
sv_se: Se utvalt innehåll

source: Search Featured Items
sv_se: Sök utvalt innehåll

source: No Featured Items found
sv_se: Inget utvalt innehåll hittades

source: No Featured Items found in Trash
sv_se: Inget utvalt innehåll hittades i papperskorgen

source: Search Featured Areas
sv_se: Sök utvalda områden

source: All Featured Areas
sv_se: Alla utvalda områden

source: Parent Featured Area
sv_se: Förälder till utvalt område

source: Parent Featured Area:
sv_se: Förälder till utvalt område:

source: Edit Featured Area
sv_se: Ändra utvalt område

source: Update Featured Area
sv_se: Uppdater utvalt område

source: Add New Featured Area
sv_se: Skapa nytt anpassat område

source: New Featured Area Name
sv_se: Nytt anpassat område

source: Featured Content Style
sv_se: Stil för utvalt innehåll

source: Search Featured Content Styles
sv_se: Sök stil för utvalt innehåll

source: All Featured Content Styles
sv_se: Alla stilar för utvalt innehåll

source: Parent Featured Content Style
sv_se: Förälder till stil för utvalt innehåll

source: Parent Featured Content Style:
sv_se: Förälder till stil för utvalt innehåll:

source: Edit Featured Content Style
sv_se: Ändra stil för utvalt innehåll

source: Update Featured Content Style
sv_se: Uppdatera stil för utvalt innehåll

source: Add New Featured Content Style
sv_se: Lägg till ny stil för utvalt innehåll

source: New Featured Content Style Name
sv_se: Nytt namn till stil för utvalt innehåll

source: Featured Content Manager
sv_se: Hantering av Utvalt Innehåll

source: Featured Content
sv_se: Utvalt Innehåll

source: Featured Content Manager License Options
sv_se: Hantering av Utvalt Innehåll
